module.exports = {
    huigu: {
        text: [
            "5月2日-5月3日，【香港教育文化之旅】第13期圆满收官。此次活动如教育盛宴，为参访家庭带来难忘探索体验。",
            "当下教育资源优质且丰富，香港凭借独特地理位置与深厚教育底蕴，成为众多学子求学圣地，其顶尖中学以先进教育理念和卓越教学成果吸引众多目光。为助大家深入了解香港中学教育，国际教育网精心策划此次独家定制的香港名校探访团活动。",
            "行程丰富紧凑，探访团深入走访香港十所顶尖中学，路线涵盖DSE课程学校与国际课程学校，让参访家庭一站式领略不同名校风采。",
            "国际教育网专家团队全程相伴，每到一所学校，便如知识引路人，凭借专业造诣和行业经验，深度解析学校特色与教学理念，详细讲解课程设置、师资力量，还分享教育发展趋势，让家长全方位了解学校。",
            "校长和老师全程导览，带领大家参观校园各处，从现代化教学楼到实验室、艺术教室、运动场，展示校园文化魅力，热情解答疑问，分享学校发展历程、办学理念与成果，让家长和学生深入了解学校。",
            "校长们亲授的普通话升学讲座是探访团亮点。校长们以专业素养和对教育体系的把握，介绍DSE与国际课程学校的升学途径、招生政策及升学准备，用案例和建议为家长学生拨开迷雾。家长们称讲座如及时雨，让他们对升学之路方向清晰，收获颇丰。"
        ]
    },
    liangdian: [
        "独家定制香港升学探访团，深入体验香港十所顶尖中学",
        "路线覆盖香港核心教育区，一站式领略名校采",
        "名师带队讲解，深度解析学校特色与教学理念",
        "校长老师全程相伴导览，探索校园细节，鲍览校光",
        "校长亲授普通话升学讲座，精准对接香港教育体系",
        "前瞻布局择校规划蓝图，量身定做个性化升学路径"
    ],
    xingcheng1: [
        {
            date: [2025, "05", "02"],
            list: [
                {
                    time: "07:40",
                    title: "香港校区集合(香港尖沙咀港景汇商场)",
                    title_link: "",
                    images: []
                },
                {
                    time: "08:10-08:50",
                    title: "交通",
                    title_link: "",
                    images: []
                },
                {
                    time: "09:00-11:00",
                    title: "可风中学(啬色园主办)",
                    title_link: "https://schoollist.ieduchina.com/school/hofung/",
                    desc: [
                        "創辦時間：1974 年創立",
                        "學校類別:資助、男女校、儒釋道；位於荃灣區",
                        "辦學團體：嗇色園",
                        "學校位置:新界葵湧和宜合道448號",
                        "辦學宗旨:秉承辦學團體嗇色園普濟勸善的精神，為學生提供優質教育。除了讓學生品學兼優外，更重視學生的均衡發展，俾其思維、能力、體魄和氣質風度等均能兼善。",
                        "學校特色:秉承“普濟勸善”的校訓，注重學生的全面和均衡發展，不僅在學業上追求卓越，還強調體育、藝術及課外活動的參與。以英語授課，提供多元化課程，注重兩文三語能力，並擁有創新的教學設施和方法。",
                        "課程體系:DSE",
                        "教學語言:以英語作為主要教學語言，絕大部分的學習、活動、宣佈都是以英語進行。多年來，學校均有收錄外籍交換生，使學生在校園內有更多應用英語及文化交流的機會。",
                    ],
                    images: [
                        {
                            min: "可风中学-min-1.jpg",
                            max: "可风中学-max-1.jpg"
                        }, {
                            min: "可风中学-min-2.jpg",
                            max: "可风中学-max-2.jpg"
                        }, {
                            min: "可风中学-min-3.jpg",
                            max: "可风中学-max-3.jpg"
                        }, {
                            min: "可风中学-min-4.jpg",
                            max: "可风中学-max-4.jpg"
                        }
                    ]
                },
                {
                    time: "11:00-12:00",
                    title: "世界龙冈学校刘皇发中学",
                    title_link: "https://schoollist.ieduchina.com/school/lwfsshk/",
                    desc: [
                        "創辨時間: 1977年創立",
                        "學校類別: 資助、男女校",
                        "辦學團體: 世界龍岡學校(香港)有限公司",
                        "學校位置: 九龍大角咀詩歌舞街66號",
                        "辦學宗旨: 秉承世界各地龍岡宗親（劉、關、張、趙四姓）宏願，在香港興學育才，發揚文教，造福人群，有教無類。因應時代趨勢，作均衡有效的施教及德育陶冶。",
                        "學校特色: 秉承“忠、義、仁、勇”的校訓，注重均衡教育和品德培育；校風嚴謹純樸，教師嚴而有愛，學生篤學守規；提供多元化的課程，涵蓋學術、藝術、體育、科技等領域，致力於學生的全人發展。此外，該校擁有豐富的教學設施和優秀的師資團隊。",
                        "課程體系: DSE",
                        "教學語言: 學校以中、英雙語為主要教學語言。培養學生「兩文三語、中英兼擅」的能力。初中部份班別的數學科及科學科以英語授課。"
                    ],
                    images: [
                        {
                            min: "世界龙冈学校刘皇发中学-min-1.jpg",
                            max: "世界龙冈学校刘皇发中学-max-1.jpg"
                        }, {
                            min: "世界龙冈学校刘皇发中学-min-2.jpg",
                            max: "世界龙冈学校刘皇发中学-max-2.jpg"
                        }, {
                            min: "世界龙冈学校刘皇发中学-min-3.jpg",
                            max: "世界龙冈学校刘皇发中学-max-3.jpg"
                        }, {
                            min: "世界龙冈学校刘皇发中学-min-4.jpg",
                            max: "世界龙冈学校刘皇发中学-max-4.jpg"
                        }
                    ]
                },
                {
                    time: "12:00-13:00",
                    title: "午休/午餐",
                    title_link: "",
                    images: []
                },
                {
                    time: "13:00-13:20",
                    title: "交通",
                    title_link: "",
                    images: []
                },
                {
                    time: "13:30-14:30",
                    title: "屯门天主教中学",
                    title_link: "https://schoollist.ieduchina.com/school/tmcss/",
                    desc: [
                        "創辨時間:1987 年創立",
                        "學校類別:資助、男女校、天主教",
                        "辦學團體:天主教香港教區",
                        "學校位置:新界屯門建生邨",
                        "辦學宗旨:傳揚耶穌基督愛和公義的福音精神，培養學生以勇氣實踐倫理道德，成己達人；培養學生運用智慧，應用所學，創造美好的人生，貢獻社群。",
                        "學校特色:學校注重全人教育。學校強調中英雙語並重，提供優質的雙語教學環境。課程設置豐富多元，涵蓋學術、藝術及體育等，鼓勵學生全面發展。同時，秉承天主教教育理念，重視品德教育，培養學生良好品德及社會責任感，為學生未來發展奠定堅實基礎。",
                        "課程體系:DSE",
                        "教學語言:學校以英文為主要教學語言。1：學校初中大部份班別以英語授課，除中文科、中國歷史、普通話、生活與社會、宗教及倫理、閱讀課外，其餘科目均以英語教學。部份學生英文、數學和科學以英語教學，以便照顧學習差異；2：高中部份科目銜接初中，維持以英語為授課語言。",
                    ],
                    images: [
                        {
                            min: "屯门天主教中学-min-1.jpg",
                            max: "屯门天主教中学-max-1.jpg"
                        }, {
                            min: "屯门天主教中学-min-2.jpg",
                            max: "屯门天主教中学-max-2.jpg"
                        }, {
                            min: "屯门天主教中学-min-3.jpg",
                            max: "屯门天主教中学-max-3.jpg"
                        }, {
                            min: "屯门天主教中学-min-4.jpg",
                            max: "屯门天主教中学-max-4.jpg"
                        }
                    ]
                },
                {
                    time: "14:30-15:20",
                    title: "交通",
                    title_link: "",
                    images: []
                },
                {
                    time: "15:30-17:00",
                    title: "基督教香港信义会元朗信义中学",
                    title_link: "https://schoollist.ieduchina.com/school/yllhk/",
                    desc: [
                        "創辦時間：1967",
                        "學校類別：資助、男女校",
                        "學校位置：新界天水圍天耀邨第2期",
                        "辦學宗旨：培育學生在基督教育下建立正確的人生觀，以聖經真理、以生命影響生命的精神去引導學生，使他們能以積極的態度去珍惜生命，能堅持不斷學習，發揮潛能。",
                        "學校特色：注重全人教育，以“正心修身”為校訓，致力於培養學生的品德和學業。學校設施完善，擁有先進的教學設備和豐富的教育資源。同時，學校還注重學生的實踐能力和創新精神的培養，為學生提供廣闊的發展空間和機會。",
                        "教學語言：學校以英文為主要教學語言"
                    ],
                    images: [
                        {
                            min: "基督教香港信义会元朗信义中学-min-1.jpg",
                            max: "基督教香港信义会元朗信义中学-max-1.jpg"
                        }, {
                            min: "基督教香港信义会元朗信义中学-min-2.jpg",
                            max: "基督教香港信义会元朗信义中学-max-2.jpg"
                        }, {
                            min: "基督教香港信义会元朗信义中学-min-3.jpg",
                            max: "基督教香港信义会元朗信义中学-max-3.jpg"
                        }, {
                            min: "基督教香港信义会元朗信义中学-min-4.jpg",
                            max: "基督教香港信义会元朗信义中学-max-4.jpg"
                        }
                    ]
                },
                {
                    time: "17:00",
                    title: "龙宝国际宾馆",
                    title_link: "",
                    images: []
                }
            ]
        },
        {
            date: [2025, "05", "03"],
            list: [
                {
                    time: "07:40",
                    title: "香港校区集合(香港尖沙咀港景汇商场)",
                    title_link: "",
                    images: []
                },
                {
                    time: "08:10-08:50",
                    title: "交通",
                    title_link: "",
                    images: []
                },
                {
                    time: "09:00-10:20",
                    title: "九龙塘学校(中学部)",
                    title_link: "https://schoollist.ieduchina.com/school/ktssshk/",
                    desc: [
                        "創辨時間:1962 年創立",
                        "學校類別:資助、男女校",
                        "辦學團體:九龍塘學校",
                        "學校位置:九龍九龍塘舒梨道10號",
                        "辦學宗旨:學校致力提供均衡教育，幫助學生建立正確人生觀，實踐「樂善勇敢」精神，使學生充分發展多元智能，提高他們對社會、祖國的責任感及歸屬感。",
                        "學校特色:學校提供均衡教育，注重學生的多元智能發展，並實踐“樂善勇敢”的精神。學校環境優美，校風良好 。學校聘請三位外籍教師，透過課堂、多元化活動提升英語教學品質。此外，學校還提供個性化的課程和輔導，確保每位學生都能得到適合自己的教育，致力於培養具有國際視野和社會責任感的全面發展人才。",
                        "課程體系:DSE",
                        "教學語言:學校以中文為主要教學語言。",
                    ],
                    images: [
                        {
                            min: "九龙塘学校中学部-min-1.jpg",
                            max: "九龙塘学校中学部-max-1.jpg"
                        }, {
                            min: "九龙塘学校中学部-min-2.jpg",
                            max: "九龙塘学校中学部-max-2.jpg"
                        }, {
                            min: "九龙塘学校中学部-min-3.jpg",
                            max: "九龙塘学校中学部-max-3.jpg"
                        }, {
                            min: "九龙塘学校中学部-min-4.jpg",
                            max: "九龙塘学校中学部-max-4.jpg"
                        }
                    ]
                },
                {
                    time: "10:20-11:00",
                    title: "交通",
                    title_link: "",
                    images: []
                },
                {
                    time: "11:00-12:00",
                    title: "中华基督教会基道中学",
                    title_link: "https://schoollist.ieduchina.com/school/ccckeitohk/",
                    desc: [
                        "創辦時間：2003年 ",
                        "學校類別：資助、男女校、基督教",
                        "辦學團體：中華基督教會香港區會",
                        "學校位置：九龍土瓜灣崇安街28號",
                        "辨學宗旨：K: Knowledge and wisdom 藉學習獲得知識 T: Transcendence求突破追求卓越 S: Serving others以服侍回饋社會 S: Salvation憑信心領受救恩",
                        "學校特色：學校強調「以學生為本、以學習為中心」的教育，為學生提供寬廣知識、考察研究、生活教育、社群服務、體藝活動和信仰認識等六種學習經歷，讓學生在智能、情意、體藝及靈性方面有均衡的發展，並實踐「終身學習」的目標。",
                        "課程體系：DSE",
                        "教學語言：學校以中文為主要教學語言，注重培養學生兩文三語的能力。",
                        "加強英語能力：初中部份班別以英語教授數學、綜合科學、物理和化學科。歷史、地理、普通電腦、公民、經濟與社會、綜合藝術、音樂和家政科設有英語延展學習。高中物理、化學和數學延伸部份 (代數與微積分) 及部份班別的數學科以英語教授。",
                        "加強普通話能力：初中大部分班別以普通話教授中文。",
                    ],
                    images: [
                        {
                            min: "中华基督教会基道中学-min-1.jpg",
                            max: "中华基督教会基道中学-max-1.jpg"
                        }, {
                            min: "中华基督教会基道中学-min-2.jpg",
                            max: "中华基督教会基道中学-max-2.jpg"
                        }, {
                            min: "中华基督教会基道中学-min-3.jpg",
                            max: "中华基督教会基道中学-max-3.jpg"
                        }, {
                            min: "中华基督教会基道中学-min-4.jpg",
                            max: "中华基督教会基道中学-max-4.jpg"
                        }
                    ]
                },
                {
                    time: "12:00-13:00",
                    title: "午餐加午休",
                    title_link: "",
                    images: []
                },
                {
                    time: "13:00",
                    title: "返程",
                    title_link: "",
                    images: []
                }
            ]
        }
    ],
    xingcheng2: [
        {
            date: [2025, "05", "02"],
            list: [
                {
                    time: "07:40",
                    title: "香港校区集合(香港尖沙咀港景汇商场)",
                    title_link: "",
                    images: []
                },
                {
                    time: "08:10-08:50",
                    title: "交通",
                    title_link: "",
                    images: []
                },
                {
                    time: "09:00-11:00",
                    title: "香港德思齐加拿大国际学校",
                    title_link: "https://schoollist.ieduchina.com/school/xgdlyjnd/",
                    desc: [
                        "創辦時間：1987年",
                        "學校類別：私立國際學校",
                        "辦學團體：周大福教育集團",
                        "學校位置：香港太古城太豐路",
                        "辦學宗旨：致力於培育下一代成為具創新思維、國際視野、同理心及影響力的人才。",
                        "學校特色：香港第一所加拿大學校，採用加拿大安大略省課程體系。提供從幼稚園至中學的“一條龍”教學服務。畢業生獲得OSSD證書，學歷與加拿大當地中學畢業證書等效，可直接申請全球大學。多元化學生群體，來自超過50個國家的學生彙聚一堂。注重多元文化包容性，推行編程、機器人技術、數學及創客教育。課外活動豐富，提供超過80種課外活動，並推出“OSSD+Signature Program”學習計畫。",
                        "課程體系：加拿大安大略省課程體系",
                        "教學語言：主要為英語，同時提供中文、法語、日語作為國際語言課的選擇。中文課程分為母語和非母語班，母語班使用人教版的教材。此外，在入學面試時，學校會根據學生的英語水準決定是否需要進入ESL（英語作為第二語言）班。",
                    ],
                    images: [
                        {
                            min: "dsc-min-1.jpg",
                            max: "dsc-max-1.jpg"
                        }, {
                            min: "dsc-min-2.jpg",
                            max: "dsc-max-2.jpg"
                        }, {
                            min: "dsc-min-3.jpg",
                            max: "dsc-max-3.jpg"
                        }, {
                            min: "dsc-min-4.jpg",
                            max: "dsc-max-4.jpg"
                        }
                    ]
                },
                {
                    time: "11:00-12:20",
                    title: "播道书院",
                    title_link: "https://schoollist.ieduchina.com/school/evangel/",
                    desc: [
                        "創辨時間:2006 年創立",
                        "學校類別:直資、男女校、基督教",
                        "辦學團體:香港基督教播道會聯會",
                        "學校位置:新界將軍澳至善街7號",
                        "辦學宗旨:以聖經真理為基礎，為青少年提供全人教育及優質教育，建立正確生活價值觀，啟發潛能，以達致靈、德、智、體、群、美均衡發展。",
                        "學校特色:提供小到中一條龍教學服務，不設精英班，秉持“人人皆資優”的教育理念；以聖經真理為基礎，注重中華文化傳承，將古代聖賢名言融入教育；擁有寬敞的校園和先進的教學設施，提供均衡發展的教育，致力於學生在精神、道德、智慧、體育、社交和美學等方面的全面發展。",
                        "課程體系:DSE",
                        "教學語言:學校以英文為主要教學語言。學校中、英並重；採用英語為主要教學語言，亦會努力推動普通話的學習，好讓同學掌握全世界最通用的兩個口語，有所需之口語能力來走遍中國、踏足世界。",
                    ],
                    images: [
                        {
                            min: "播道书院-min-1.jpg",
                            max: "播道书院-max-1.jpg"
                        }, {
                            min: "播道书院-min-2.jpg",
                            max: "播道书院-max-2.jpg"
                        }, {
                            min: "播道书院-min-3.jpg",
                            max: "播道书院-max-3.jpg"
                        }, {
                            min: "播道书院-min-4.jpg",
                            max: "播道书院-max-4.jpg"
                        }
                    ]
                },
                {
                    time: "12:20-13:00",
                    title: "午餐加午休",
                    title_link: "",
                    images: []
                },
                {
                    time: "13:00-13:30",
                    title: "交通",
                    title_link: "",
                    images: []
                },
                {
                    time: "13:30-14:30",
                    title: "香港苏浙公学国际部",
                    title_link: "https://schoollist.ieduchina.com/school/szgxgjb/",
                    desc: [
                        "創辦時間：2002年",
                        "學校類別：私立獨立的國際學校",
                        "辦學團體：香港蘇浙滬同鄉會",
                        "學校位置：香港東區寶馬山寶馬山道20號",
                        "辦學宗旨：以中國固有文化的精髓作培育學生品德的指標，體現「整齊嚴肅」的做事、做人生活態度；並在中英並重、文理並重及升學與就業並重的原則下提供均衡教育。",
                        "學校特色：蘇浙公學國際部是在學校已有的國際幼稚園和小學部門的基礎上增設的，為3至18歲的學生提供一條龍式教育。是全港首間推行英語及普通話教育的一條龍式國際學校。提供雙軌制課程，學生可以根據自身需求選擇不同的升學路徑。",
                        "課程體系：中學部提供7至13年級的教育，採用英國國家課程。提供International Baccalaureate（IBDP）課程。直資部學生完成中三課程後，可以選擇修讀IGCSE或香港中學文憑考試（HKDSE）；完成中四課程後，可以選擇修讀IBDP或HKDSE。",
                        "教學語言：學校主要以英語作為教學語言。中國語文用普通話作為教學媒介，其他科目均用英文授課。",
                    ],
                    images: [
                        {
                            min: "苏浙公学国际部-min-1.jpg",
                            max: "苏浙公学国际部-max-1.jpg"
                        }, {
                            min: "苏浙公学国际部-min-2.jpg",
                            max: "苏浙公学国际部-max-2.jpg"
                        }, {
                            min: "苏浙公学国际部-min-3.jpg",
                            max: "苏浙公学国际部-max-3.jpg"
                        }, {
                            min: "苏浙公学国际部-min-4.jpg",
                            max: "苏浙公学国际部-max-4.jpg"
                        }
                    ]
                },
                {
                    time: "14:30-15:30",
                    title: "交通",
                    title_link: "",
                    images: []
                },
                {
                    time: "15:30-16:50",
                    title: "UWC李宝椿联合世界书院",
                    title_link: "https://schoollist.ieduchina.com/school/lpcuwc/",
                    desc: [
                        "創辦時間：1978年",
                        "學校類別：私立獨立的國際學校",
                        "學校位置：新界沙田西沙公路落禾沙裏10號",
                        "辦學宗旨：在UWC，有意識的多元化學生羣體是獨特教育體驗的核心 -在這個社區中，共享經驗和協作生活旨在促進學生跨文化理解的發展。重視學生參與全財計畫，認可其個人的獨特才能和能力，而不僅僅是出色的學術成績。",
                        "學校特色：香港李寶椿聯合世界書院是隻開辦國際文憑大學預科課程(IB課程)的直資中學，也是UWC在亞洲創辦的第一所學校，只提供兩年制中學課程。是香港IB龍頭名校之一，誕生了不少IB狀元，不少畢業生升讀世界級學府，如牛津、劍橋、哈佛等。",
                        "課程體系：IB課程",
                        "教學語言：學校以英文爲主要教學語言。"
                    ],
                    images: [
                        {
                            min: "uwc-min-1.jpg",
                            max: "uwc-max-1.jpg"
                        }, {
                            min: "uwc-min-2.jpg",
                            max: "uwc-max-2.jpg"
                        }, {
                            min: "uwc-min-3.jpg",
                            max: "uwc-max-3.jpg"
                        }, {
                            min: "uwc-min-4.jpg",
                            max: "uwc-max-4.jpg"
                        }
                    ]
                },
                {
                    time: "17:00",
                    title: "返程",
                    title_link: "",
                    images: []
                }
            ]
        }
    ],
    school: [
        {
            name: "可风中学(啬色园主办)",
            image: "可风中学",
            link: "https://schoollist.ieduchina.com/school/hofung/",
            islink: false
        },
        {
            name: "世界龙冈学校刘皇发中学",
            image: "世界龙冈学校刘皇发中学",
            link: "https://schoollist.ieduchina.com/school/lwfsshk/",
            islink: false
        },
        {
            name: "屯门天主教中学",
            image: "https://zhaosheng.ieduchina.com/Upload/File/202402/65c1cbccbbee0.jpg",
            link: "https://schoollist.ieduchina.com/school/tmcss/",
            islink: true
        },
        {
            name: "基督教香港信义会元朗信义中学",
            image: "https://www.ieduchina.com/topic/2024/hk8/images/af6a1a94.png",
            link: "https://schoollist.ieduchina.com/school/yllhk/",
            islink: true,
        },
        {
            name: "九龙塘学校(中学部)",
            image: "九龙塘学校(中学部)",
            link: "https://schoollist.ieduchina.com/school/ktssshk/",
            islink: false,
        },
        {
            name: "中华基督教会基道中学",
            image: "中华基督教会基道中学",
            link: "https://schoollist.ieduchina.com/school/ccckeitohk/",
            islink: false
        },
        {
            name: "香港德思齐加拿大国际学校",
            image: "香港德思齐加拿大国际学校",
            link: "https://schoollist.ieduchina.com/school/xgdlyjnd/",
            islink: false
        },
        {
            name: "播道书院",
            image: "播道书院",
            link: "https://schoollist.ieduchina.com/school/evangel/",
            islink: false,
        },
        {
            name: "香港苏浙公学国际部",
            image: "香港苏浙公学国际部",
            link: "https://schoollist.ieduchina.com/school/szgxgjb/",
            islink: false,
        },
        {
            name: "UWC李宝椿联合世界书院",
            image: "UWC李宝椿联合世界书院",
            link: "https://schoollist.ieduchina.com/school/lpcuwc/",
            islink: false,
        }
    ]
}